[
    {
      "title": "How did Rajesh end up losing Rs 5 lakh to scammers?",
      "date": "20 Jan, 2025",
      "summary": "Rajesh, a Bengaluru-based IT professional, fell victim to a phishing scam after receiving a message promising high returns on his investment. Trusting the fraudulent advisor, he invested more, ultimately losing ₹5 lakh. Increasing reports of such cyber frauds highlight the need for vigilance in verifying investment opportunities."
    },
    {
      "title": "India's 'digital arrest' scammers stealing savings",
      "date": "20 Jan, 2025",
      "summary": "Retired professor Kamta Prasad Singh and others in India have fallen victim to online fraudsters posing as law enforcement. These scams exploit the country's rapid digitalisation and lagging internet safety awareness. Prime Minister Modi has issued warnings about the surge in cybercrime, including digital arrests that trick people into transferring their savings."
    },
    {
      "title": "Jumped deposit scam: Entering UPI pin casually can empty your bank account, know how you can protect yourself",
      "date": "18 Jan, 2025",
      "summary": "Scammers are using innovative methods to target UPI users these days. Sending money into your bank account is the easiest way of winning trust quickly. And when you enter your UPI pin to check any such deposit transaction, you end up falling prey to such frauds."
    },
    {
      "title": "From market rout to bankruptcy, here's how Hindenburg shook some empires",
      "date": "16 Jan, 2025",
      "summary": "Hindenburg Research, founded by Nate Anderson in 2017, exposed various high-profile corporate frauds and financial mismanagement cases globally, leading to significant financial corrections, indictments, and regulatory actions. The firm ceased operations after concluding its final investigation into Wags Capital in 2024."
    },
    {
      "title": "Not just Adani and Madhabi Puri, Hindenburg had targeted Bollywood too",
      "date": "16 Jan, 2025",
      "summary": "Hindenburg Research has shut down, as announced by founder Nate Anderson. Established in 2017, the firm gained prominence for its corporate fraud reports affecting many companies, including the Adani Group. However, Hindenburg in its very early days had alleged wrongdoing against an Indian film company."
    },
    {
      "title": "Rs 500 fake notes news buzzing on social media: Know how to check the official features of an Indian currency note",
      "date": "15 Jan, 2025",
      "summary": "Social media is full of reports by many people about a fake Rs 500 Indian currency note where the fraudster seems to have typed 'RESARVE' instead of 'RESERVE'. According to the RBI Kehta Hai website, a real Rs 500 currency note has multiple features on it using which you can check its genuineness."
    },
    {
      "title": "NPCI debunks new 'Jumped Deposit Scam' reports; clarifies 3 points to note",
      "date": "15 Jan, 2025",
      "summary": "The National Payments Corporation of India clarified that reports of the 'Jumped Deposit' Scam do not reflect breaches on the Unified Payments Interface platform. Transactions on UPI require user intervention, and no external party can withdraw funds without the user's authorization, ensuring the platform's security."
    },
    {
      "title": "Fraudulent sale of 114 plots near historic Sambhal stepwell uncovered",
      "date": "15 Jan, 2025",
      "summary": "A land scam in Sambhal's Chandausi town involves the sale of 114 plots using forged documents near the historic stepwell. Authorities are investigating the fraudulent transactions to identify and prosecute those responsible."
    }
  ]
  